export default {
  state: {
    bread_list: [
      { id: 1, name: '首頁', url: '/' },
      { id: 2, name: '關於我們', url: '#' },
      { id: 3, name: '工藝師介紹', url: '#' },
    ],
    title: {
      name: '最新消息',
      ename: 'News',
    },
    news_list: [
      {
        id: 1,
        pc_code: 1,
        name: ' 過隊有市品知車日輕視臺作本 大常管你修水如,以為臺! ',
        pic: '/img/news/三角魯班尺03.png',
        pubdate: '2020-10-10',
        desc:
          '過隊有市品知車日輕視臺作本大常管你修水如,以為臺!的經共是力期園原科是生程;',
      },
      {
        id: 2,
        pc_code: 1,
        name: ' 過隊有市品知車日輕視臺作本 大常管你修水如,以為臺! ',
        pic: '/img/news/三角魯班尺03.png',
        pubdate: '2020-10-10',
        desc:
          '過隊有市品知車日輕視臺作本大常管你修水如,以為臺!的經共是力期園原科是生程;',
      },
      {
        id: 3,
        pc_code: 1,
        name: ' 過隊有市品知車日輕視臺作本 大常管你修水如,以為臺! ',
        pic: '/img/news/三角魯班尺03.png',
        pubdate: '2020-10-10',
        desc:
          '過隊有市品知車日輕視臺作本大常管你修水如,以為臺!的經共是力期園原科是生程;',
      },
      {
        id: 4,
        pc_code: 1,
        name: ' 過隊有市品知車日輕視臺作本 大常管你修水如,以為臺! ',
        pic: '/img/news/三角魯班尺03.png',
        pubdate: '2020-10-10',
        desc:
          '過隊有市品知車日輕視臺作本大常管你修水如,以為臺!的經共是力期園原科是生程;',
      },
      {
        id: 5,
        pc_code: 1,
        name: ' 過隊有市品知車日輕視臺作本 大常管你修水如,以為臺! ',
        pic: '/img/news/三角魯班尺03.png',
        pubdate: '2020-10-10',
        desc:
          '過隊有市品知車日輕視臺作本大常管你修水如,以為臺!的經共是力期園原科是生程;',
      },
    ],
  },
  mutations: {},
  actions: {},
}
