[
  {
    id: 1,
    pc_code: 1,
    name: '【馨享】茶几',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 2,
    pc_code: 1,
    name: '【馨享】休閒椅',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds_01-1_【馨享】休閒椅.1c520e4b.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 3,
    pc_code: 1,
    name: '【馨享】玄關桌',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds_01-2_【馨享】玄關桌.e0134a40.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 4,
    pc_code: 1,
    name: '2人位沙發',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-daily-01_2人位沙發.8f62e255.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 5,
    pc_code: 1,
    name: '休閒椅',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-daily-02_休閒椅.9ec53fae.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 6,
    pc_code: 1,
    name: '咖啡桌',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-daily-03_咖啡桌.5515fecc.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 7,
    pc_code: 1,
    name: '藝術品',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-01_藝術品系列.911df993.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 8,
    pc_code: 1,
    name: '茶香水',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-02_茶香水.d1512de7.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 9,
    pc_code: 1,
    name: '木器公仔',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-03_木器公仔.fceb445a.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 10,
    pc_code: 1,
    name: '食盒',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-food-01_食盒.0446cafb.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 11,
    pc_code: 1,
    name: '沾板',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-food-02_沾板.d0ae86e0.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 12,
    pc_code: 1,
    name: '木碗',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-food-03_木碗.54bbd064.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 13,
    pc_code: 1,
    name: '豬光寶器禮盒',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-tool-01_豬光寶器禮盒.dc81e7dd.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 14,
    pc_code: 1,
    name: '豬事順曆桌曆',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-tool-02_豬事順曆桌曆.7758c653.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  },
  {
    id: 15,
    pc_code: 1,
    name: '鼎曆筆筒',
    price: 3999,
    pic_list: [
      { pic: '/img/product/prds-creative-tool-03_鼎曆筆筒.e16a777d.png' },
      { pic: '/img/product/prds_01_【馨享】茶几.png' },
    ],
    desc:'產品編瑪:1234567890 <br> 材質:木 <br> 規格大小:尺寸:64x 18x10mm,<br> 格紋款:水品玻璃,核桃木,16G內存; <br> 窗花款:水品玻璃,炭化<br>',
    content:`<img src="img/隨身碟.f96e4d8c.png"><p> 源自東方的窗花民間藝術圖騰,結合了現代工藝的水晶玻璃雷雕與木料,<br> 讓傳統藝術以嶄新的樣貌呈現在產品之上,水晶玻璃的透視感,仿佛透過<br> 窗花向外觀看,窗花的美好如同隨身碟承載的記憶,也象征青木工坊設計<br> 理念,傳統與現代的兼容並蓄,新東方設計風格 </p>`,
    format:`品名:【窗語】隨身碟`
  }
]
